/* Have you been here Field */
"Been here" = "Wir haben hier gewesen";

/* Discover */
"Discover" = "Entdecken";

/* Follow Us */
"Follow Us" = "Folge uns";

/* Leave Feedback */
"Leave Feedback" = "Hinterlasse Kommentar";

/* Locate */
"Locate" = "lokalisieren";

/* Location/Address Field */
"Location" = "Ort";

/* Name Field */
"Name" = "Name";

/* No, I haven't been here */
"No" = "Nein";

/* Personalize */
"Personalize" = "Personifizieren";

/* Phone Field */
"Phone" = "Telefon";

/* Pin your favorite restaurants and create your own food guide */
"Pin your favorite restaurants and create your own food guide" = "Pin Ihre Lieblingsrestaurants und erstellen Sie Ihr eigenes Essen Führer";

/* Rate us on App Store */
"Rate us on App Store" = "Bewerten Sie uns im App Store";

/* Search and locate your favourite restaurant on Maps */
"Search and locate your favourite restaurant on Maps" = "Suchen und Finden Sie Ihre Lieblings-Restaurant auf Karten";

/* Tell us your feedback */
"Tell us your feedback" = "Sagen Sie uns Ihre Meinung";

/* Twitter */
"Twitter" = "Twitter";

/* Type Field */
"Type" = "Type";

